Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# alert.mediaInfo.title
source: Media Info
de: Medieninformationen
es: Información multimedia
fr: Informations sur le média
id: Info media
it: Informazioni media
ja: メディア情報
ko: 미디어 정보
nl: Media-informatie
pl: Informacje o mediach
pt: Informações da mídia
ru: Информация о медиа
th: ข้อมูลสื่อ
tr: Medya bilgileri
vi: Thông tin phương tiện
zh_hans: 媒体信息
zh_hant: 媒體資訊

# alert.playFailed
source: Playback Failed
de: Wiedergabe fehlgeschlagen
es: Error de reproducción
fr: Échec de la lecture
id: Pemutaran gagal
it: Riproduzione non riuscita
ja: 再生に失敗しました
ko: 재생 실패
nl: Afspelen mislukt
pl: Odtwarzanie nie powiodło się
pt: Falha na reprodução
ru: Ошибка воспроизведения
th: เล่นไม่สำเร็จ
tr: Oynatma başarısız
vi: Không thể phát
zh_hans: 播放失败
zh_hant: 播放失敗

# alert.screenshotFailed
source: Screenshot Failed
de: Schnappschuss fehlgeschlagen
es: Error en la captura
fr: Échec de la capture d’écran
id: Jepretan layar gagal
it: Istantanea non riuscita
ja: スクリーンショットに失敗しました
ko: 스크린샷 실패
nl: Schermafbeelding mislukt
pl: Zrzut ekranu nie powiódł się
pt: Falha na captura de tela
ru: Не удалось сделать снимок
th: จับภาพหน้าจอไม่สำเร็จ
tr: Ekran görüntüsü alınamadı
vi: Chụp ảnh thất bại
zh_hans: 截图失败
zh_hant: 截圖失敗

# alert.screenshotSaved
source: Screenshot Saved
de: Schnappschuss gesichert
es: Captura guardada
fr: Capture d’écran enregistrée
id: Jepretan layar disimpan
it: Istantanea salvata
ja: スクリーンショットを保存しました
ko: 스크린샷 저장됨
nl: Schermafbeelding bewaard
pl: Zapisano zrzut ekranu
pt: Captura de tela salva
ru: Снимок сохранён
th: บันทึกภาพหน้าจอแล้ว
tr: Ekran görüntüsü kaydedildi
vi: Đã lưu ảnh chụp
zh_hans: 已保存截图
zh_hant: 已儲存截圖

# captions.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# captions.button.dequeue
source: Remove from Queue
de: Aus Warteschlange entfernen
es: Quitar de la cola
fr: Retirer de la file d’attente
id: Hapus dari Antrean
it: Rimuovi dalla coda
ja: 待機リストから削除
ko: 대기열에서 제거
nl: Verwijder uit wachtrij
pl: Usuń z kolejki
pt: Remover da fila
ru: Удалить из очереди
th: นำออกจากคิว
tr: Kuyruktan Kaldır
vi: Xóa khỏi hàng đợi
zh_hans: 取消排队
zh_hant: 取消排隊

# captions.button.done
source: Done
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Bitti
vi: Xong
zh_hans: 完成
zh_hant: 完成

# captions.button.generate
source: Generate
de: Erstellen
es: Generar
fr: Générer
id: Buat
it: Genera
ja: 生成
ko: 생성
nl: Genereer
pl: Generuj
pt: Gerar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 生成
zh_hant: 產生

# captions.button.keepGoing
source: Keep Generating
de: Weiter erstellen
es: Seguir generando
fr: Continuer la génération
id: Lanjutkan Pembuatan
it: Continua a generare
ja: 生成を続ける
ko: 계속 생성
nl: Ga door met genereren
pl: Kontynuuj generowanie
pt: Continuar gerando
ru: Продолжить создание
th: สร้างต่อ
tr: Oluşturmaya Devam Et
vi: Tiếp tục tạo
zh_hans: 继续生成
zh_hant: 繼續產生

# captions.button.keepWaiting
source: Keep Waiting
de: Weiter warten
es: Seguir esperando
fr: Continuer à attendre
id: Tetap Menunggu
it: Continua ad attendere
ja: 待機を続ける
ko: 계속 기다리기
nl: Blijf wachten
pl: Czekaj dalej
pt: Continuar aguardando
ru: Продолжить ожидание
th: รอต่อ
tr: Beklemeye Devam Et
vi: Tiếp tục chờ
zh_hans: 继续等待
zh_hant: 繼續等待

# captions.button.quitAnyway
source: Quit Anyway
de: Trotzdem beenden
es: Salir de todos modos
fr: Quitter quand même
id: Tetap Keluar
it: Esci comunque
ja: 終了する
ko: 종료
nl: Stop toch
pl: Zakończ mimo to
pt: Encerrar mesmo assim
ru: Всё равно выйти
th: ออกต่อไป
tr: Yine de Çık
vi: Vẫn thoát
zh_hans: 仍然退出
zh_hant: 仍然結束

# captions.button.regenerate
source: Regenerate
de: Neu erstellen
es: Volver a generar
fr: Générer à nouveau
id: Buat Ulang
it: Genera di nuovo
ja: 再生成
ko: 다시 생성
nl: Genereer opnieuw
pl: Generuj ponownie
pt: Gerar novamente
ru: Создать заново
th: สร้างใหม่
tr: Yeniden Oluştur
vi: Tạo lại
zh_hans: 重新生成
zh_hant: 重新產生

# captions.button.retrySave
source: Retry Save
de: Erneut speichern
es: Reintentar guardado
fr: Réessayer l’enregistrement
id: Coba Simpan Lagi
it: Riprova a salvare
ja: 保存を再試行
ko: 저장 다시 시도
nl: Probeer opnieuw op te slaan
pl: Ponów zapis
pt: Tentar salvar novamente
ru: Повторить сохранение
th: ลองบันทึกอีกครั้ง
tr: Kaydetmeyi Yeniden Dene
vi: Thử lưu lại
zh_hans: 重新保存
zh_hant: 重試儲存

# captions.button.saveAs
source: Save Subtitles As…
de: Untertitel sichern unter…
es: Guardar subtítulos como…
fr: Enregistrer les sous-titres sous…
id: Simpan Subtitle Sebagai…
it: Salva sottotitoli come…
ja: 字幕を別名で保存…
ko: 자막을 다른 이름으로 저장…
nl: Bewaar ondertitels als…
pl: Zapisz napisy jako…
pt: Salvar legendas como…
ru: Сохранить субтитры как…
th: บันทึกคำบรรยายเป็น…
tr: Altyazıları Farklı Kaydet…
vi: Lưu phụ đề thành…
zh_hans: 另存字幕…
zh_hant: 將字幕另存為…

# captions.button.stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
id: Hentikan
it: Interrompi
ja: 停止
ko: 중지
pl: Zatrzymaj
pt: Interromper
ru: Остановить
th: หยุด
tr: Durdur
vi: Dừng
zh_hans: 停止
zh_hant: 停止

# captions.button.useExisting
source: Use Existing
de: Vorhandene verwenden
es: Usar los existentes
fr: Utiliser les sous-titres existants
id: Gunakan yang Ada
it: Usa quelli esistenti
ja: 既存の字幕を使用
ko: 기존 자막 사용
nl: Gebruik bestaande
pl: Użyj istniejących
pt: Usar existentes
ru: Использовать существующие
th: ใช้คำบรรยายที่มีอยู่
tr: Mevcut Altyazıları Kullan
vi: Dùng phụ đề có sẵn
zh_hans: 使用已有
zh_hant: 使用現有字幕

# captions.dialog.eta
source: , about %@ left
de: , noch etwa %@
es: , quedan unos %@
fr: , encore environ %@
id: , sekitar %@ lagi
it: , circa %@ rimanenti
ja: 、残り約%@
ko: , 약 %@ 남음
nl: , nog ongeveer %@
pl: , pozostało około %@
pt: , faltam cerca de %@
ru: , осталось около %@
th: เหลืออีกประมาณ %@
tr: , yaklaşık %@ kaldı
vi: , còn khoảng %@
zh_hans: ，剩余约 %@
zh_hant: ，剩餘約 %@

# captions.dialog.queued
source: It will start automatically after “%@” finishes.
de: Beginnt automatisch, sobald „%@“ abgeschlossen ist.
es: Comenzará automáticamente cuando termine «%@».
fr: La tâche démarrera automatiquement lorsque « %@ » sera terminé.
id: Akan dimulai otomatis setelah “%@” selesai.
it: L’attività inizierà automaticamente al termine di “%@”.
ja: 「%@」が完了すると自動的に開始します。
ko: “%@” 작업이 완료되면 자동으로 시작됩니다.
nl: Deze taak start automatisch zodra ‘%@’ klaar is.
pl: Zadanie rozpocznie się automatycznie po ukończeniu „%@”.
pt: A tarefa começará automaticamente quando “%@” terminar.
ru: Задача начнётся автоматически после завершения «%@».
th: จะเริ่มโดยอัตโนมัติหลังจาก “%@” เสร็จสิ้น
tr: “%@” tamamlandıktan sonra otomatik olarak başlayacak.
vi: Tác vụ sẽ tự động bắt đầu sau khi “%@” hoàn tất.
zh_hans: 排在「%@」之后，等它完成后自动开始。
zh_hant: 排在「%@」之後，完成後會自動開始。

# captions.dialog.queuedTitle
source: “%@” is queued
de: „%@“ ist in der Warteschlange
es: «%@» está en la cola
fr: « %@ » est dans la file d’attente
id: “%@” ada dalam antrean
it: “%@” è in coda
ja: 「%@」は待機中です
ko: “%@” 작업이 대기열에 있음
nl: ‘%@’ staat in de wachtrij
pl: „%@” jest w kolejce
pt: “%@” está na fila
ru: «%@» в очереди
th: “%@” อยู่ในคิว
tr: “%@” kuyrukta
vi: “%@” đang trong hàng đợi
zh_hans: 「%@」在排队
zh_hant: 「%@」正在排隊

# captions.dialog.running
source: %d%% done
de: %d%% abgeschlossen
es: %d%% completado
fr: %d%% terminé
id: %d%% selesai
it: %d%% completato
ja: %d%% 完了
ko: %d%% 완료
nl: %d%% voltooid
pl: Ukończono %d%%
pt: %d%% concluído
ru: Готово: %d%%
th: เสร็จแล้ว %d%%
tr: %d%% tamamlandı
vi: Đã xong %d%%
zh_hans: 已完成 %d%%
zh_hant: 已完成 %d%%

# captions.dialog.runningTitle
source: Generating subtitles for “%@”
de: Untertitel für „%@“ werden erstellt
es: Generando subtítulos para «%@»
fr: Génération des sous-titres pour « %@ »
id: Membuat subtitle untuk “%@”
it: Generazione dei sottotitoli per “%@”
ja: 「%@」の字幕を生成中
ko: “%@” 자막 생성 중
nl: Ondertitels genereren voor ‘%@’
pl: Generowanie napisów do „%@”
pt: Gerando legendas para “%@”
ru: Создание субтитров для «%@»
th: กำลังสร้างคำบรรยายสำหรับ “%@”
tr: “%@” için altyazı oluşturuluyor
vi: Đang tạo phụ đề cho “%@”
zh_hans: 正在生成「%@」的字幕
zh_hant: 正在產生「%@」的字幕

# captions.dialog.stopLoses
source: Stopping discards what has been generated so far.
de: Beim Stoppen werden die bisher erstellten Untertitel verworfen.
es: Al detener la tarea se descarta lo generado hasta ahora.
fr: L’arrêt supprime les sous-titres générés jusqu’à présent.
id: Menghentikan tugas akan membuang hasil yang sudah dibuat.
it: Interrompendo l’attività verrà eliminato quanto generato finora.
ja: 停止すると、ここまでに生成した内容は破棄されます。
ko: 중지하면 지금까지 생성된 내용이 삭제됩니다.
nl: Bij stoppen gaan de tot nu toe gegenereerde ondertitels verloren.
pl: Zatrzymanie spowoduje utratę wygenerowanej dotąd części.
pt: Interromper descarta o que foi gerado até agora.
ru: При остановке уже созданные данные будут потеряны.
th: การหยุดจะทิ้งเนื้อหาที่สร้างไปแล้ว
tr: Durdurursanız şu ana kadar oluşturulan içerik silinir.
vi: Dừng tác vụ sẽ hủy phần nội dung đã tạo.
zh_hans: 停止后已生成的部分不会保留。
zh_hant: 停止後，已產生的部分不會保留。

# captions.error.detectFailed
source: The audio language could not be detected. Choose it manually.
de: Die Audiosprache konnte nicht erkannt werden. Bitte manuell auswählen.
es: No se ha podido detectar el idioma del audio. Selecciónalo manualmente.
fr: La langue de l’audio n’a pas pu être détectée. Choisissez-la manuellement.
id: Bahasa audio tidak dapat dideteksi. Pilih secara manual.
it: Impossibile rilevare la lingua dell’audio. Selezionala manualmente.
ja: 音声の言語を検出できませんでした。手動で選択してください。
ko: 오디오 언어를 감지하지 못했습니다. 직접 선택해 주세요.
nl: De audiotaal kon niet worden gedetecteerd. Kies deze handmatig.
pl: Nie udało się wykryć języka dźwięku. Wybierz go ręcznie.
pt: Não foi possível detectar o idioma do áudio. Selecione-o manualmente.
ru: Не удалось определить язык аудио. Выберите его вручную.
th: ตรวจไม่พบภาษาของเสียง โปรดเลือกภาษาด้วยตนเอง
tr: Sesin dili algılanamadı. Lütfen elle seçin.
vi: Không thể nhận diện ngôn ngữ âm thanh. Vui lòng chọn thủ công.
zh_hans: 没有识别出音频语言，请在菜单里手动选择。
zh_hant: 無法辨識音訊語言，請手動選擇。

# captions.error.noSpeech
source: No speech was recognized. No subtitles were saved.
de: Es wurden keine gesprochenen Inhalte erkannt. Es wurden keine Untertitel gespeichert.
es: No se ha reconocido habla. No se han guardado subtítulos.
fr: Aucune parole n’a été reconnue. Aucun sous-titre n’a été enregistré.
id: Tidak ada ucapan yang dikenali. Subtitle tidak disimpan.
it: Non è stato riconosciuto alcun parlato. Nessun sottotitolo è stato salvato.
ja: 音声を認識できなかったため、字幕は保存されませんでした。
ko: 음성을 인식하지 못해 자막이 저장되지 않았습니다.
nl: Er is geen spraak herkend. Er zijn geen ondertitels opgeslagen.
pl: Nie rozpoznano mowy. Nie zapisano napisów.
pt: Nenhuma fala foi reconhecida. Nenhuma legenda foi salva.
ru: Речь не распознана. Субтитры не сохранены.
th: ไม่พบเนื้อหาเสียงพูด จึงไม่ได้บันทึกคำบรรยาย
tr: Konuşma tanınamadı. Altyazı kaydedilmedi.
vi: Không nhận dạng được lời nói. Không có phụ đề nào được lưu.
zh_hans: 没有识别出语音内容，未保存字幕。
zh_hant: 未辨識到語音內容，因此未儲存字幕。

# captions.error.noSubtitleText
source: No subtitle text could be read, so its language cannot be determined.
de: Der Untertiteltext konnte nicht gelesen werden. Die Sprache lässt sich daher nicht bestimmen.
es: No se ha podido leer el texto de los subtítulos, por lo que no se puede determinar su idioma.
fr: Le texte des sous-titres n’a pas pu être lu ; leur langue ne peut donc pas être déterminée.
id: Teks subtitle tidak dapat dibaca, sehingga bahasanya tidak dapat ditentukan.
it: Impossibile leggere il testo dei sottotitoli e quindi determinarne la lingua.
ja: 字幕のテキストを読み取れないため、言語を判定できません。
ko: 자막 텍스트를 읽을 수 없어 언어를 확인할 수 없습니다.
nl: De ondertiteltekst kon niet worden gelezen. Daarom kan de taal niet worden bepaald.
pl: Nie udało się odczytać tekstu napisów, więc nie można ustalić ich języka.
pt: Não foi possível ler o texto das legendas e, portanto, determinar o idioma.
ru: Не удалось прочитать текст субтитров, поэтому определить их язык невозможно.
th: ไม่สามารถอ่านข้อความคำบรรยายได้ จึงระบุภาษาไม่ได้
tr: Altyazı metni okunamadığı için dili belirlenemiyor.
vi: Không đọc được văn bản phụ đề nên không thể xác định ngôn ngữ.
zh_hans: 读不到字幕文本，无法判断语言。
zh_hant: 無法讀取字幕文字，因此無法判斷語言。

# captions.error.readFailed
source: Cannot read the subtitle file: %@
de: Die Untertiteldatei kann nicht gelesen werden: %@
es: No se puede leer el archivo de subtítulos: %@
fr: Impossible de lire le fichier de sous-titres : %@
id: Tidak dapat membaca file subtitle: %@
it: Impossibile leggere il file dei sottotitoli: %@
ja: 字幕ファイルを読み込めません：%@
ko: 자막 파일을 읽을 수 없습니다: %@
nl: Het ondertitelbestand kan niet worden gelezen: %@
pl: Nie można odczytać pliku napisów: %@
pt: Não é possível ler o arquivo de legendas: %@
ru: Не удалось прочитать файл субтитров: %@
th: ไม่สามารถอ่านไฟล์คำบรรยาย: %@
tr: Altyazı dosyası okunamıyor: %@
vi: Không thể đọc tệp phụ đề: %@
zh_hans: 无法读取字幕文件：%@
zh_hant: 無法讀取字幕檔案：%@

# captions.error.saveOutput
source: Couldn’t save subtitles to %@.
de: Untertitel konnten nicht unter %@ gespeichert werden.
es: No se han podido guardar los subtítulos en %@.
fr: Impossible d’enregistrer les sous-titres dans %@.
id: Tidak dapat menyimpan subtitle ke %@.
it: Impossibile salvare i sottotitoli in %@.
ja: 字幕を%@に保存できませんでした。
ko: %@에 자막을 저장하지 못했습니다.
nl: De ondertitels konden niet worden opgeslagen in %@.
pl: Nie udało się zapisać napisów w %@.
pt: Não foi possível salvar as legendas em %@.
ru: Не удалось сохранить субтитры в %@.
th: ไม่สามารถบันทึกคำบรรยายไปยัง %@
tr: Altyazılar %@ konumuna kaydedilemedi.
vi: Không thể lưu phụ đề vào %@.
zh_hans: 字幕无法保存到 %@。
zh_hant: 無法將字幕儲存至 %@。

# captions.error.translationIncomplete
source: The translation service returned incomplete results. Please try again.
de: Der Übersetzungsdienst hat unvollständige Ergebnisse geliefert. Bitte erneut versuchen.
es: El servicio de traducción ha devuelto resultados incompletos. Inténtalo de nuevo.
fr: Le service de traduction a renvoyé des résultats incomplets. Veuillez réessayer.
id: Layanan terjemahan mengembalikan hasil yang tidak lengkap. Silakan coba lagi.
it: Il servizio di traduzione ha restituito risultati incompleti. Riprova.
ja: 翻訳サービスからの結果が不完全です。もう一度お試しください。
ko: 번역 서비스에서 불완전한 결과를 반환했습니다. 다시 시도해 주세요.
nl: De vertaaldienst heeft onvolledige resultaten teruggegeven. Probeer het opnieuw.
pl: Usługa tłumaczenia zwróciła niekompletne wyniki. Spróbuj ponownie.
pt: O serviço de tradução retornou resultados incompletos. Tente novamente.
ru: Сервис перевода вернул неполные результаты. Повторите попытку.
th: บริการแปลภาษาส่งผลลัพธ์กลับมาไม่ครบถ้วน โปรดลองอีกครั้ง
tr: Çeviri hizmeti eksik sonuçlar döndürdü. Lütfen yeniden deneyin.
vi: Dịch vụ dịch thuật trả về kết quả không đầy đủ. Vui lòng thử lại.
zh_hans: 翻译服务返回的结果不完整，请重试。
zh_hant: 翻譯服務傳回的結果不完整，請重試。

# captions.error.translationUnsupported
source: Translation from %@ to %@ is not supported.
de: Die Übersetzung von %@ nach %@ wird nicht unterstützt.
es: No se admite la traducción de %@ a %@.
fr: La traduction de %@ vers %@ n’est pas prise en charge.
id: Terjemahan dari %@ ke %@ tidak didukung.
it: La traduzione da %@ a %@ non è supportata.
ja: %@から%@への翻訳には対応していません。
ko: %@에서 %@로 번역하는 기능은 지원되지 않습니다.
nl: Vertalen van %@ naar %@ wordt niet ondersteund.
pl: Tłumaczenie z %@ na %@ nie jest obsługiwane.
pt: A tradução de %@ para %@ não é compatível.
ru: Перевод с языка %@ на язык %@ не поддерживается.
th: ไม่รองรับการแปลจาก %@ เป็น %@
tr: %@ dilinden %@ diline çeviri desteklenmiyor.
vi: Không hỗ trợ dịch từ %@ sang %@.
zh_hans: 翻译不支持 %@ → %@。
zh_hant: 不支援從 %@ 翻譯成 %@。

# captions.error.unavailable
source: No speech recognition or translation models are available on this Mac.
de: Auf diesem Mac sind keine Modelle für Spracherkennung oder Übersetzung verfügbar.
es: No hay modelos de reconocimiento de voz ni de traducción disponibles en este Mac.
fr: Aucun modèle de reconnaissance vocale ou de traduction n’est disponible sur ce Mac.
id: Tidak ada model pengenalan ucapan atau terjemahan yang tersedia di Mac ini.
it: Su questo Mac non sono disponibili modelli di riconoscimento vocale o traduzione.
ja: このMacでは音声認識モデルまたは翻訳モデルを利用できません。
ko: 이 Mac에서 사용할 수 있는 음성 인식 또는 번역 모델이 없습니다.
nl: Op deze Mac zijn geen modellen voor spraakherkenning of vertaling beschikbaar.
pl: Na tym Macu nie ma dostępnych modeli rozpoznawania mowy ani tłumaczenia.
pt: Não há modelos de reconhecimento de fala ou tradução disponíveis neste Mac.
ru: На этом Mac нет доступных моделей распознавания речи или перевода.
th: ไม่มีโมเดลรู้จำเสียงพูดหรือโมเดลแปลภาษาที่ใช้ได้บน Mac เครื่องนี้
tr: Bu Mac'te kullanılabilir konuşma tanıma veya çeviri modeli yok.
vi: Không có mô hình nhận dạng giọng nói hoặc dịch thuật khả dụng trên máy Mac này.
zh_hans: 这台 Mac 上没有可用的语音识别或翻译模型。
zh_hant: 這台 Mac 沒有可用的語音辨識或翻譯模型。

# captions.existing.file
source: %@ already exists.
de: %@ ist bereits vorhanden.
es: %@ ya existe.
fr: %@ existe déjà.
id: %@ sudah ada.
it: %@ esiste già.
ja: %@はすでに存在します。
ko: %@ 파일이 이미 있습니다.
nl: %@ bestaat al.
pl: %@ już istnieje.
pt: %@ já existe.
ru: %@ уже существует.
th: มี %@ อยู่แล้ว
tr: %@ zaten var.
vi: %@ đã tồn tại.
zh_hans: 已有 %@。
zh_hant: %@ 已存在。

# captions.field.audioLanguage
source: Audio language
de: Audiosprache
es: Idioma del audio
fr: Langue de l’audio
id: Bahasa audio
it: Lingua dell’audio
ja: 音声の言語
ko: 오디오 언어
nl: Audiotaal
pl: Język dźwięku
pt: Idioma do áudio
ru: Язык аудио
th: ภาษาของเสียง
tr: Ses dili
vi: Ngôn ngữ âm thanh
zh_hans: 音频语言
zh_hant: 音訊語言

# captions.field.subtitle
source: Subtitle
de: Untertitel
es: Subtítulos
fr: Sous-titres
it: Sottotitoli
ja: 字幕
ko: 자막
nl: Ondertitels
pl: Napisy
pt: Legendas
ru: Субтитры
th: คำบรรยาย
tr: Altyazı
vi: Phụ đề
zh_hans: 字幕
zh_hant: 字幕

# captions.field.target
source: Translate to
de: Übersetzen in
es: Traducir a
fr: Traduire en
id: Terjemahkan ke
it: Traduci in
ja: 翻訳先
ko: 번역할 언어
nl: Vertaal naar
pl: Tłumacz na
pt: Traduzir para
ru: Перевести на
th: แปลเป็น
tr: Çeviri dili
vi: Dịch sang
zh_hans: 翻译成
zh_hant: 翻譯成

# captions.language.auto
source: Detect automatically
de: Automatisch erkennen
es: Detectar automáticamente
fr: Détecter automatiquement
id: Deteksi otomatis
it: Rileva automaticamente
ja: 自動検出
ko: 자동 감지
nl: Detecteer automatisch
pl: Wykryj automatycznie
pt: Detectar automaticamente
ru: Определять автоматически
th: ตรวจหาอัตโนมัติ
tr: Otomatik algıla
vi: Tự động nhận diện
zh_hans: 自动检测
zh_hant: 自動偵測

# captions.menu.done
source: (%@ done)
de: (%@ abgeschlossen)
es: (%@ completado)
fr: (%@ terminé)
id: (%@ selesai)
it: (%@ completato)
ja: （%@ 完了）
ko: (%@ 완료)
nl: (%@ voltooid)
pl: (%@ ukończono)
pt: (%@ concluído)
ru: (%@: готово)
th: (%@ เสร็จแล้ว)
tr: (%@ tamamlandı)
vi: (%@ đã xong)
zh_hans: （%@ 已完成）
zh_hant: （%@ 已完成）

# captions.menu.failed
source: (%@ failed)
de: (%@ fehlgeschlagen)
es: (%@ fallido)
fr: (%@ : échec)
id: (%@ gagal)
it: (%@ non riuscito)
ja: （%@ 失敗）
ko: (%@ 실패)
nl: (%@ mislukt)
pl: (%@ nie powiodło się)
pt: (%@ falhou)
ru: (%@: ошибка)
th: (%@ ล้มเหลว)
tr: (%@ başarısız)
vi: (%@ thất bại)
zh_hans: （%@ 生成失败）
zh_hant: （%@ 產生失敗）

# captions.menu.queued
source: (queued)
de: (in Warteschlange)
es: (en cola)
fr: (en attente)
id: (dalam antrean)
it: (in coda)
ja: （待機中）
ko: (대기 중)
nl: (in wachtrij)
pl: (w kolejce)
pt: (na fila)
ru: (в очереди)
th: (อยู่ในคิว)
tr: (kuyrukta)
vi: (trong hàng đợi)
zh_hans: （排队中）
zh_hant: （排隊中）

# captions.menu.running
source: (generating, %d%%)
de: (wird erstellt, %d%%)
es: (generando, %d%%)
fr: (génération, %d%%)
id: (membuat, %d%%)
it: (generazione, %d%%)
ja: （生成中、%d%%）
ko: (생성 중, %d%%)
nl: (genereren, %d%%)
pl: (generowanie, %d%%)
pt: (gerando, %d%%)
ru: (создание, %d%%)
th: (กำลังสร้าง %d%%)
tr: (oluşturuluyor, %d%%)
vi: (đang tạo, %d%%)
zh_hans: （生成中 %d%%）
zh_hant: （產生中 %d%%）

# captions.menu.runningOther
source: (%1$@ generating, %2$d%%)
de: (%1$@ wird erstellt, %2$d%%)
es: (%1$@ generando, %2$d%%)
fr: (%1$@ en cours de génération, %2$d%%)
id: (membuat %1$@, %2$d%%)
it: (%1$@ in generazione, %2$d%%)
ja: （%1$@ 生成中、%2$d%%）
ko: (%1$@ 생성 중, %2$d%%)
nl: (%1$@ genereren, %2$d%%)
pl: (%1$@ — generowanie, %2$d%%)
pt: (%1$@ gerando, %2$d%%)
ru: (%1$@: создание, %2$d%%)
th: (กำลังสร้าง %1$@ %2$d%%)
tr: (%1$@ oluşturuluyor, %2$d%%)
vi: (đang tạo %1$@, %2$d%%)
zh_hans: （%1$@ 生成中 %2$d%%）
zh_hant: （%1$@ 產生中 %2$d%%）

# captions.menu.saving
source: (saving)
de: (wird gespeichert)
es: (guardando)
fr: (enregistrement)
id: (menyimpan)
it: (salvataggio)
ja: （保存中）
ko: (저장 중)
nl: (opslaan)
pl: (zapisywanie)
pt: (salvando)
ru: (сохранение)
th: (กำลังบันทึก)
tr: (kaydediliyor)
vi: (đang lưu)
zh_hans: （正在保存）
zh_hant: （正在儲存）

# captions.menu.savingOther
source: (%@ saving)
de: (%@ wird gespeichert)
es: (%@ guardando)
fr: (%@ en cours d’enregistrement)
id: (menyimpan %@)
it: (%@ in salvataggio)
ja: （%@ 保存中）
ko: (%@ 저장 중)
nl: (%@ opslaan)
pl: (%@ — zapisywanie)
pt: (%@ salvando)
ru: (%@: сохранение)
th: (กำลังบันทึก %@)
tr: (%@ kaydediliyor)
vi: (đang lưu %@)
zh_hans: （%@ 正在保存）
zh_hant: （%@ 正在儲存）

# captions.menu.stopping
source: (stopping)
de: (wird gestoppt)
es: (deteniendo)
fr: (arrêt en cours)
id: (menghentikan)
it: (interruzione)
ja: （停止処理中）
ko: (중지 중)
nl: (stoppen)
pl: (zatrzymywanie)
pt: (interrompendo)
ru: (остановка)
th: (กำลังหยุด)
tr: (durduruluyor)
vi: (đang dừng)
zh_hans: （正在停止）
zh_hant: （正在停止）

# captions.menu.stoppingOther
source: (%@ stopping)
de: (%@ wird gestoppt)
es: (%@ deteniendo)
fr: (%@ en cours d’arrêt)
id: (menghentikan %@)
it: (%@ in interruzione)
ja: （%@ 停止処理中）
ko: (%@ 중지 중)
nl: (%@ stoppen)
pl: (%@ — zatrzymywanie)
pt: (%@ interrompendo)
ru: (%@: остановка)
th: (กำลังหยุด %@)
tr: (%@ durduruluyor)
vi: (đang dừng %@)
zh_hans: （%@ 正在停止）
zh_hant: （%@ 正在停止）

# captions.menu.unsaved
source: (%@ not saved)
de: (%@ nicht gespeichert)
es: (%@ sin guardar)
fr: (%@ non enregistré)
id: (%@ belum disimpan)
it: (%@ non salvato)
ja: （%@ 未保存）
ko: (%@ 저장되지 않음)
nl: (%@ niet opgeslagen)
pl: (%@ — niezapisane)
pt: (%@ não salvo)
ru: (%@: не сохранено)
th: (%@ ยังไม่บันทึก)
tr: (%@ kaydedilmedi)
vi: (%@ chưa lưu)
zh_hans: （%@ 待保存）
zh_hant: （%@ 尚未儲存）

# captions.menu.waiting
source: (prioritizing playback)
de: (wartet auf stabile Wiedergabe)
es: (esperando a que se estabilice la reproducción)
fr: (en attente d’une lecture stable)
id: (memprioritaskan pemutaran)
it: (in attesa di una riproduzione stabile)
ja: （再生を優先中）
ko: (재생 우선 처리 중)
nl: (wachten op stabiel afspelen)
pl: (oczekiwanie na stabilne odtwarzanie)
pt: (aguardando reprodução estável)
ru: (приоритет воспроизведения)
th: (ให้ความสำคัญกับการเล่น)
tr: (oynatmaya öncelik veriliyor)
vi: (ưu tiên phát)
zh_hans: （优先保障播放）
zh_hant: （優先保障播放）

# captions.menu.waitingOther
source: (%@ prioritizing playback)
de: (%@ wartet auf stabile Wiedergabe)
es: (%@ esperando a que se estabilice la reproducción)
fr: (%@ en attente d’une lecture stable)
id: (%@ memprioritaskan pemutaran)
it: (%@ in attesa di una riproduzione stabile)
ja: （%@ 再生を優先中）
ko: (%@ 재생 우선 처리 중)
nl: (%@ wacht op stabiel afspelen)
pl: (%@ — oczekiwanie na stabilne odtwarzanie)
pt: (%@ aguardando reprodução estável)
ru: (%@: приоритет воспроизведения)
th: (%@ ให้ความสำคัญกับการเล่น)
tr: (%@ oynatmaya öncelik veriyor)
vi: (%@ đang ưu tiên phát)
zh_hans: （%@ 优先保障播放）
zh_hant: （%@ 優先保障播放）

# captions.mode.speech
source: Generate from speech
de: Aus gesprochener Sprache erstellen
es: Generar a partir del habla
fr: Générer à partir de la parole
id: Buat subtitle dari ucapan
it: Genera dal parlato
ja: 音声から字幕を生成
ko: 음성으로 자막 생성
nl: Genereer uit spraak
pl: Generuj z mowy
pt: Gerar a partir da fala
ru: Создать субтитры из речи
th: สร้างคำบรรยายจากเสียงพูด
tr: Konuşmadan altyazı oluştur
vi: Tạo phụ đề từ giọng nói
zh_hans: 用语音生成新字幕
zh_hant: 以語音產生新字幕
